// ownCloud

"_bad_username_password_"               = "Kullanıcı adı ya da parola hatalı";
"_cancelled_by_user"                    = "Aktarım iptal edildi";
"_error_folder_destiny_is_the_same_"    = "Klasör kendi içine taşınamaz";
"_error_not_permission_"                = "Bu işlemi tamamlama izniniz yok";
"_error_path_"                          = "Bu dosya ya da klasör açılamıyor. Lütfen var olduğundan emin olun";
"_file_upload_not_exitst_"              = "Yüklemek istediğiniz dosya bulunamadı";
"_forbidden_characters_from_server_"    = "Ad içinde en az bir geçersiz karakter bulunuyor";
"_not_connected_internet_"              = "Sunucu bağlantı hatası";
"_not_possible_connect_to_server_"      = "Şu anda sunucu ile bağlantı kurulamıyor";
"_not_possible_create_folder_"          = "Klasör oluşturulamadı";
"_server_down_"                         = "Sunucuya erişilemiyor";
"_time_out_"                            = "Zaman aşımı, yeniden deneyin";
"_unknow_response_server_"              = "Sunucudan beklenmeyen bir yanıt alındı";
"_user_autentication_required_"         = "Kullanıcı kimlik doğrulaması gerekli";
"_file_directory_locked_"               = "Dosya ya da klasör kilitli";
"_ssl_certificate_untrusted_"           = "The certificate for this server is invalid";

// DropBox

"_file_already_exists_"                 = "İşlem tamamlanamadı, aynı adlı bir dosya zaten var";
"_file_folder_not_exists_"              = "Kaynak dosya belirtilen yolda bulunamadı";
"_folder_contents_nochanged_"           = "Klasör içeriği değiştirilmemiş";
"_images_invalid_converted_"            = "Görsel geçersiz olduğundan küçük görsel oluşturulamadı";
"_method_not_expected_"                 = "Beklenmeyen istek yöntemi";
"_reauthenticate_user_"                 = "Erişim süresi geçmiş, lütfen kullanıcıya yeniden izin verin";
"_server_error_retry_"                  = "Sunucu hatası, isteğinizi yineleyin";
"_too_many_files_"                      = "İşlemin tamamlanması için çok fazla dosya katılacak";
"_too_many_request_"                    = "Sınıra ulaşıldı - çok fazla istek gönderildi";
"_user_over_quota_"                     = "Dropbox depolama sınırına ulaşıldı";





"_ssl_connection_error_" = "SSL bağlantısı hatası, yeniden deneyin";
